<?php
return [
    'login' => "وارد شما با موفقیت انجام شده",
    'register' => "ثبت نام شما با موفقیت انجام شده",
    'lists' => "نمابس لیست ",
    'edit' => "ویرایش کاربر",
    'save' => "اطلاعات شما با موفقیت درج شده",
    'error' => "اطلاعات شما درج نشده لطفا دوباره امحتان نمایید یاپشتیبانی تماس بگیرد ",
    'update' => "با شما باموفقیت به روز رسانی شده",
    'delete' => "اطلاعات شما با موفقیت جذف شده",
    'create' => "اطلاعات شما با موفقعیت درج شده",
    /// Error http  servers  for errors
    "200" => " سرور درخواست ارسال شده را با موفقیت پردازش کرده",
    "201" => "درخواست ارسالی موفقیت آمیز بوده و سرور برای ارسال درخواست یک منبع جدید ایجاد کرده است.",
    "201" => "درخواست ارسالی موفقیت آمیز بوده و سرور برای ارسال درخواست یک منبع جدید ایجاد کرده است.",
    "202" => "سرور درخواست موافقت شده را هنوز محاسبه نکرده است.",
    "203" => " سرور درخواست موافقت شده را پردازش کرده است اما ممکن است اطلاعاتی که نمایش می‌دهد برای منبعی دیگر باشد.",
    "301" => "صفحه درخواست داده شده به صورت دائمی به صفحه دیگری انتقال و یا ارجاع داده خواهد شد. در این حالت سرور به صورت خودکار کاربر را به صفحه جدید هدایت می‌کند.",
    "302" => " درخواست صفحه مورد نظر شما به صورت موقت به صفحه جدیدی ریدایرکت خواهد شد.",
    "303" => " این خطا در هنگامی رخ می‌دهد که کاربر باید برای دریافت درخواست خود به محل دیگری مراجعه کند.",
    "304" => "هنگامی که سرور این وضعیت را نمایش می‌دهد بدین معناست که از آخرین باری که درخواست ارسال شده ، صحفه مورد نظر اصلاح نشده است و در این حالت سرور به اجبار یک صفحه خالی به شما نمایش خواهد داد.",
    "301" => "",
    "404" => "صحفه مورد نظر پیدا نشده",
    "403" => "صفحه =ییدا نشده",
    "500" => "سرور با خطا مواجه شده",
    "505" => "سرور نگارش پروتگکل موجود نمی باشده",
    "503" => "سرویس در دسترس نمی باشد"
];
